{
    "agencia-title":"OUR AGENCY",
    "nav-agencia":"Agency",
    "nav-cultura":"Culture",
    "nav-servicios":"Services",
    "nav-clientes":"Clients",
    "nav-lideres":"Leaders",
    "nav-contacto":"Contact",
    "agencia-text":"At Doble M Agency, we understand that the key to success in the digital world lies in strategy, creativity, and genuine connection with your audience. We are a marketing agency committed to providing comprehensive solutions that boost your online presence and help you stand out in an increasingly competitive market.",
    "cultura-title":"OUR CULTURE",
    "cultura-t1":"In our agency, our culture is built on passion and commitment to your success. We are here to help you achieve your goals and exceed your expectations. We have a highly skilled and passionate team working closely with you to develop customized strategies that propel you towards success.",
    "cultura-t2":"We understand that every business is unique, and there is no one-size-fits-all approach. That's why we work hand in hand with you to understand your specific needs. Our culture promotes close collaboration and constant communication. Together, we develop personalized strategies that align with your objectives and drive you towards success.",
    "servicios-title":"OUR SERVICES",
    "s-re-pub":"Public relations",
    "s-co-man":"Community Manager",
    "s-br":"Branding",
    "s-as-ge":"Advice & Event Management",
    "s-co-cre":"Content Creator",
    "s-fo-vid":"Photography & video",
    "s-so-med":"Social Media Managment",
    "s-br-pr":"Brand PR",
    "s-desc-re":"We develop effective public relations strategies to improve your reputation and connect with your target audience.",
    "s-desc-co":"Our social media experts will help you build and manage a strong and engaged online community.",
    "s-desc-br":"We create strong, memorable brand identities that stand out from the crowd.",
    "s-desc-as":"From planning to execution, we take care of every detail to make your events a success.",
    "s-desc-cont":"We generate quality content that tells stories and resonates with your audience.",
    "s-desc-fo":"We capture moments and create impactful visual content that makes your brand stand out.",
    "s-desc-so":"We manage and optimize your social media profiles to increase visibility and engagement.",
    "s-desc-brpr":"Contact with influencers/celebrities to achieve brand positioning."
}

