{
    "agencia-title":"OUR AGENCY",
    "nav-agencia":"Agency",
    "nav-cultura":"About us",
    "nav-servicios":"Services",
    "nav-clientes":"Clients",
    "nav-lideres":"Leaders",
    "nav-contacto":"Contact",
    "agencia-text":"We are a marketing agency dedicated to providing comprehensive solutions that boost your online presence and help you stand out in an increasingly competitive market. At Doble M Agency, we understand that the key to success in the digital world lies in strategy, creativity and connection with your audience.",
    "cultura-title":"ABOUT US",
    "cultura-t1":"In our agency, our culture is built on passion and commitment to your success. We are here to help you achieve your goals and exceed your expectations. We have a highly skilled and passionate team working closely with you to develop customized strategies that propel you towards success.",
    "cultura-t2":"We understand that every business is unique, and there is no one-size-fits-all approach. That's why we work hand in hand with you to understand your specific needs. Our culture promotes close collaboration and constant communication. Together, we develop personalized strategies that align with your objectives and drive you towards success.",
    "servicios-title":"OUR SERVICES",
    "s-re-pub":"Public relations",
    "s-co-man":"Community Manager",
    "s-br":"Branding",
    "s-as-ge":"Advice & Event Management",
    "s-co-cre":"Content Creator",
    "s-fo-vid":"Photography & video",
    "s-so-med":"Social Media Managment",
    "s-br-pr":"Brand PR",
    "s-desc-re":"We develop effective public relations strategies to improve your reputation and connect with your target audience.",
    "s-desc-co":"Our social media experts will help you build and manage a strong and engaged online community.",
    "s-desc-br":"We create strong, memorable brand identities that stand out from the crowd.",
    "s-desc-as":"From planning to execution, we take care of every detail to make your events a success.",
    "s-desc-cont":"We generate quality content that tells stories and resonates with your audience.",
    "s-desc-fo":"We capture moments and create impactful visual content that makes your brand stand out.",
    "s-desc-so":"We manage and optimize your social media profiles to increase visibility and engagement.",
    "s-desc-brpr":"Contact with influencers/celebrities to achieve brand positioning.",
    "clientes-title":"OUR CLIENTS",
    "welcome-title":"Welcome to Doble M Agency",
    "welcome-paragraph": "Our mission is to help you achieve your marketing goals and exceed your expectations. We are passionate about what we do and are committed to delivering measurable and tangible results for your business.",
    "team-title":"Professional team",
    "team-paragraph":"We have a team of highly trained professionals passionate about digital marketing. We work hand in hand with you to understand your needs and develop personalized strategies that propel you towards success.",
    "lideres":"Leaders",
    "lideres-btn":"Start your journey with us",
    "not-found-t":"Page not found",
    "not-found-p":"Sorry, the page you were looking for is not available. sorry for the inconvenience",
    "not-found-b":"Home page",
    "contact-title":"Contact Doble M",
    "contact-paragraph":"Whether you are looking to improve your online presence, strengthen your brand or host memorable events, at DobleM we have the solutions you need. Start your journey with us today and discover how we can help you achieve your marketing goals!‍",
    "contact-paragraph2":"Contact us, we are here to answer all your questions and discuss how we can collaborate on your next project.",
    "contact-bold":"Do not hesitate to contact us!",
    "footer-text": "All rights reserved © 2023 | Site developed by "
}

