{
    "agencia-title":"NUESTRA AGENCIA",
    "nav-agencia":"Agencia",
    "nav-cultura":"Cultura",
    "nav-servicios":"Servicios",
    "nav-clientes":"Clientes",
    "nav-lideres":"Líderes",
    "nav-contacto":"Contact",
    "agencia-text":"En Doble M Agency, entendemos que la clave para el éxito en el mundo digital radica en la estrategia, la creatividad y la conexión genuina con tu audiencia. Somos una agencia de marketing dedicada a brindar soluciones integrales que impulsan tu presencia en línea y te ayudan a destacar en un mercado cada vez más competitivo.",
    "cultura-title":"NUESTRA CULTURA",
    "cultura-t1":"En nuestra agencia, nuestra cultura se basa en la pasión y el compromiso con tu éxito. Estamos aquí para ayudarte a alcanzar tus objetivos y superar tus expectativas. Contamos con un equipo altamente capacitado y apasionado, trabajando mano a mano contigo para desarrollar estrategias personalizadas que te impulsen hacia el éxito",
    "cultura-t2":"Entendemos que cada negocio es único, y no hay enfoque de talla única. Por eso, trabajamos de la mano contigo para comprender tus necesidades específicas. Nuestra cultura promueve la colaboración estrecha y la comunicación constante. Juntos, desarrollamos estrategias personalizadas que se adaptan a tus objetivos y te impulsan hacia el éxito.",
    "servicios-title":"NUESTROS SERVICIOS",
    "s-re-pub":"Relaciones Publicas",
    "s-co-man":"Community Manager",
    "s-br":"Branding",
    "s-as-ge":"Asesoramiento y Gestion de Eventos",
    "s-co-cre":"Content Creator",
    "s-fo-vid":"Fotografia y video",
    "s-so-med":"Social Media Managment",
    "s-br-pr":"Brand PR",
    "s-desc-re":"Desarrollamos estrategias de relaciones públicas efectivas para mejorar tu reputación y conectar con tu público objetivo.",
    "s-desc-co":"Nuestros expertos en redes sociales te ayudarán a construir y gestionar una comunidad en línea sólida y comprometida.",
    "s-desc-br":"Creamos identidades de marca sólidas y memorables que resaltan entre la multitud.",
    "s-desc-as":"Desde la planificación hasta la ejecución, nos encargamos de cada detalle para que tus eventos sean un éxito.",
    "s-desc-cont":"Generamos contenido de calidad que cuenta historias y resuena con tu audiencia.",
    "s-desc-fo":"Capturamos momentos y creamos contenido visual impactante que hace que tu marca se destaque.",
    "s-desc-so":"Gestionamos y optimizamos tus perfiles en redes sociales para aumentar la visibilidad y el compromiso.",
    "s-desc-brpr":"Contacto con influencers/famosos para lograr el posicionamiento de marca.",
    "clientes-title":"NUESTROS CLIENTES",
    "welcome-title":"Bienvenido a Doble M Agency",
    "welcome-paragraph": "Nuestra misión es ayudarte a alcanzar tus objetivos de marketing y superar tus expectativas. Nos apasiona lo que hacemos y estamos comprometidos en ofrecer resultados medibles y tangibles para tu negocio.",
    "team-title":"Equipo profesional",
    "team-paragraph":"Contamos con un equipo de profesionales altamente capacitados y apasionados por el marketing digital. Trabajamos de la mano contigo para comprender tus necesidades y desarrollar estrategias personalizadas que te impulsen hacia el éxito.",
    "lideres":"Líderes",
    "lideres-btn":"Comienza tu viaje con nosotros",
    "contact-title":"Contactate con Doble M",
    "contact-paragraph":"Ya sea que estés buscando mejorar tu presencia en línea, fortalecer tu marca o llevar a cabo eventos memorables, en DobleM tenemos las soluciones que necesitas. ¡Comienza tu viaje con nosotros hoy mismo y descubre cómo podemos ayudarte a alcanzar tus metas de marketing!‍",
    "contact-paragraph2":"Contáctanos estamos aquí para responder a todas tus preguntas y discutir cómo podemos colaborar en tu próximo proyecto.",
    "contact-bold":"¡No dudes en ponerte en contacto con nosotros!",
    "not-found-t":"Pagina no encontrada",
    "not-found-p":"Lo sentimos, la pagina que estabas buscando no esta disponible. Disculpe las molestias",
    "not-found-b":"Pagina de inicio"
}